#+FILETAGS: PERSONAL

* Special dates
  :PROPERTIES:
  :ID:       6b48ccd9-b5c8-42ab-be31-d1482f3ed95e
  :END:
PROPERTIES:
CATEGORY: Dates
END:

** Birthdays
** Anniversaries
** Holidays
   
* Finances
  :PROPERTIES:
  :ID:       662a40c5-41ef-417a-981c-a2112dbb3a0e
  :CATEGORY: Finances
  :END:

** NEXT Fill in Authority to operate forms for Lily and Remy
   :PROPERTIES:
   :ID:       6d8291ec-3d5b-42ac-ba61-ed8a4abfe53d
   :END:
Scan them and email them to commbank. Also make sure netbank access is setup.
** TODO sort out personal finances
   :PROPERTIES:
   :ID:       93a33ee0-24df-416f-a1a0-2058bac243a7
   :END:
*** TODO Configure org ledger for managing budget
  CLOCK: [2012-11-06 Tue 15:56]--[2012-11-06 Tue 16:21] =>  0:25
    :PROPERTIES:
    :ID:       95b3661c-7107-49a1-9d86-568971a821aa
    :END:
[2012-11-06 Tue 15:56]
[[http://orgmode.org/worg/org-contrib/babel/languages/ob-doc-ledger.html]]
[[http://sachachua.com/blog/2010/11/emacs-recording-ledger-entries-with-org-capture-templates/]]

**** NEXT Enter bank data into ledger using icvs2ledger
     :PROPERTIES:
     :ID:       057af9b1-ad64-44d5-a771-a9bc6d1100fe
     :END:
**** TODO Review ledger tutorial and note down what my setup will be
     :PROPERTIES:
     :ID:       7c9fe3e1-0354-4767-8ded-8eae8aabbe3e
     :END:
*** DONE Make list of montly expenses
    - State "DONE"       from "NEXT"       [2012-11-30 Fri 13:52]

  CLOCK: [2012-10-14 Sun 19:57]--[2012-10-14 Sun 19:58] =>  0:01
   :PROPERTIES:
   :ID:       460e587d-ea56-4b13-94a1-f487579e42fe
   :END:
  [2012-10-14 Sun 19:57]
*** TODO Track spending
    :PROPERTIES:
    :ID:       ec3df972-e266-4e74-ab9f-392e4920b528
    :END: 
- collate bank statements
- scan reciepts and enter into ledger/org mode

** TODO Pay rent
   - State "DONE"       from "TODO"       [2012-12-01 Sat 09:29]
   - State "DONE"       from "TODO"       [2012-11-02 Fri 16:08]

Use account A11078844
[[https://act.ucsd.edu/studentBilling/billing]]

  DEADLINE: <2013-01-05 Sat +1m -5d>
  CLOCK: [2012-10-17 Wed 14:44]--[2012-10-17 Wed 14:45] =>  0:01
   :PROPERTIES:
   :ID:       ea07bf7b-9f89-49bf-90db-3e167baff163
   :LAST_REPEAT: [2012-12-01 Sat 09:29]

   :END:
[2012-10-17 Wed 14:44]

** Pay Ben Chow $180
  CLOCK: [2012-10-17 Wed 08:22]--[2012-10-17 Wed 08:22] =>  0:00
   :PROPERTIES:
   :ID:       a636e0f6-ab58-46c1-b32a-0a0d54b62eba
   :END:
[2012-10-17 Wed 08:22]
** Pay Lily $200
  CLOCK: [2012-10-19 Fri 14:34]--[2012-10-19 Fri 14:34] =>  0:00
[2012-10-19 Fri 14:34]

** Pay Remy $500
** TODO Set up ledger
  CLOCK: [2012-11-16 Fri 22:20]--[2012-11-16 Fri 22:21] =>  0:01
  :PROPERTIES:
  :ID:       247a6496-d4b6-40e8-9bf4-6ba2a10df667
  :END:
[2012-11-16 Fri 22:20]
[[http://lwn.net/Articles/501681/]]

** Budget
#+TBLNAME: MTHBUDGET
| Desc               |    Amt |
|--------------------+--------|
| Rent               |   1650 |
| Electricity        |     75 |
| Phone              |     80 |
| Internet           |     80 |
| Loan               |    500 |
| ASG                |    125 |
| Kate Visa          |    200 |
| Family Tax         |   -220 |
| Pay                |  -3800 |
| Weekly Food        |    408 |
| Supplies           |     60 |
| Supermarket (bulk) |   58.5 |
|                    |        |
| Total              | -783.5 |
   #+TBLFM: @11$2=remote(WeeklyFood,@17$2)*4::@13$2=remote(Supplies,@11$2)::@15$2=vsum(@2$2..@14$2)

#+TBLNAME: WeeklyFood
| Desc                                    | Amt |
|-----------------------------------------+-----|
| Organic Box                             |  42 |
| Eggs (2 cartons)                        |   8 |
| Milk (2 bottles)                        |   8 |
| Bread (1 torilla, wrap, loaf or bagels) |   8 |
| Pasta (2 packs)                         |   3 |
| Mushrooms (3 packs)                     |   6 |
| Bananans (1 bunch)                      |   3 |
| Avocados (3)                            |   5 |
| Cereal (1 box)                          |   5 |
| Onions (5)                              |   3 |
| Tin tomato (2)                          |   3 |
| Tin beans (2)                           |   3 |
| Crackers (1 box)                        |   3 |
| Carrots (1 bag)                         |   2 |
|                                         |     |
| Total                                   | 102 |
   #+TBLFM: @17$2=vsum(@2$2..@15$2)

#+TBLNAME: MonthlyFood 
| Desc              | Amt |
|-------------------+-----|
| Rice (1 bag)      |  10 |
| Flour (1 bag)     |   3 |
| Oats (1 bag)      |   3 |
| Dry Fruit (1 bag) |   5 |
| Lentils (1 bag)   |   3 |
|                   |     |
| Tot               |  24 |
   #+TBLFM: @8$2=vsum(@2$2..@7$2)

#+TBLNAME: Supplies
| Desc                       |  Amt |
|----------------------------+------|
| TP (2 roll)                |    7 |
| Dishwashing (1 bottle)     |    7 |
| Dishwasher tabs (1/2 pack) |  7.5 |
| Nappies (1/2 box)          |   10 |
| Laundary liquid (1/2 tub)  |   10 |
| Shampoo (2 bottles)        |    7 |
| Conditioner (2 bottles)    |    7 |
| Kids Shampoo (1 bottle)    |    3 |
|                            |      |
| Tot                        | 58.5 |
   #+TBLFM: @11$2=vsum(@2$2..@10$2)

#+TBLNAME: Coming up
| Desc                  | Amt |
|-----------------------+-----|
| xmas swapp postage    |   5 |
| kids swap postage     |  15 |
| ornament swap postage |  10 |
| alice xmas            |  20 |
| Nick xmas             |   5 |
| xmas pressie postage  |  40 |
|                       |     |
|                       |     |
|                       |     |
| Tot                   |  95 |
   #+TBLFM: @11$2=vsum(@2$2..@10$2)

** TODO Transcribe from Bei Da notebook: budget
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 11:03]--[2012-11-20 Tue 11:04] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       4e1b533f-f42a-427f-b47e-1cf5f2327363
  :END:
[2012-11-20 Tue 11:03]
** TODO Call AT&T
  :LOGBOOK:
  :END:
  :PROPERTIES:
  :ID:       544ba3eb-2e92-4184-85dd-fb3b86b58fab
  :END:
[2012-11-24 Sat 20:43]
Change bill cycle
Pay current bill late
** TODO email ASG
  :LOGBOOK:
  :END:
  :PROPERTIES:
  :ID:       d5c41196-3914-4a41-bf5e-da535e0ffac9
  :END:
[2012-11-24 Sat 20:44]
Can we suspend payment for 6 months
** TODO Contact commbank
  :LOGBOOK:
  :END:
  :PROPERTIES:
  :ID:       0ac3fd29-71e3-4ecf-a889-36cd1978e758
  :END:
[2012-11-24 Sat 20:44]
Can we get a better deal on visa?
Can we suspend loan repayments for a few months?
** DONE Pay ATT phone bil
   - State "DONE"       from "TODO"       [2012-12-01 Sat 09:27]
  :LOGBOOK:
  CLOCK: [2012-11-30 Fri 14:51]--[2012-11-30 Fri 14:52] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       b5ae626f-e0ad-4ce7-847c-caf6380eb98c
   :END:
[2012-11-30 Fri 14:51]
<2012-12-01 Sat>
* Health 
  :PROPERTIES:
  :ID:       d9d7d0ec-a6b9-4451-ae42-5519eba7be50
  :CATEGORY: Health
  :END:

** DONE Research Pavel Tsatsouline
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:30]
   :PROPERTIES:
   :ID:       0ca14077-9c27-4fd1-b6e7-413959dcb51a
   :END: 
** NEXT Listen to Scott Sonnon
  CLOCK: [2012-10-12 Fri 14:55]--[2012-10-12 Fri 14:55] =>  0:00
   :PROPERTIES:
   :ID:       d2291e69-0425-4e7d-b027-5f7ee77dae6d
   :END:
[2012-10-12 Fri 14:55]
[[http://physicalliving.com/exclusive-interview-with-johns-coach-scott-sonnon-the-creator-of-the-circular-strength-training-system/][part 1]]
[[http://physicalliving.com/exclusive-interview-with-johns-coach-scott-sonnon-the-creator-of-the-circular-strength-training-system-part-2/][part 2]]
** DONE Find doctor
   - State "DONE"       from "TODO"       [2012-10-24 Wed 13:30]
[[http://kp.org][KP]]
  CLOCK: [2012-10-14 Sun 20:33]--[2012-10-14 Sun 20:33] =>  0:00
   :PROPERTIES:
   :ID:       e64bba9b-57ea-49b7-87b6-7050a8f5e57e
   :END:
[2012-10-14 Sun 20:33]
** CANCELLED Update training schedule
   - State "CANCELLED"  from "TODO"       [2012-10-24 Wed 13:30] \\
     Duplicate of existing task
  CLOCK: [2012-10-14 Sun 20:33]--[2012-10-14 Sun 20:34] =>  0:01
   :PROPERTIES:
   :ID:       1590c8fb-cc00-4831-bc09-7f8225fd9434
   :END:
[2012-10-14 Sun 20:33]
** DONE Call KP membership
   - State "DONE"       from "TODO"       [2012-10-24 Wed 13:30]
Need to find out what to do when sick or in an emergency
  CLOCK: [2012-10-18 Thu 10:46]--[2012-10-18 Thu 10:47] =>  0:01
   :PROPERTIES:
   :ID:       ea362f28-4534-49fd-8d18-d4b23b33abd9
   :END:
[2012-10-18 Thu 10:46]
** DONE Update medical insurance				   :COMPUTER:
   - State "DONE"       from "WAITING"    [2012-10-24 Wed 13:31]
   - State "WAITING"    from "TODO"       [2012-10-16 Tue 10:42] \\
     Should recieve email confirming eligibility for family members
   :PROPERTIES:
   :ID:       49875893-75df-4de9-8469-5ebf23a7e891
   :END:
** CANCELLED clarify pain free class				   :COMPUTER:
   - State "CANCELLED"  from "TODO"       [2012-10-25 Thu 11:37] \\
     I wondered if I could do several classes, but I'll just do it all in one.
   :PROPERTIES:
   :ID:       93730351-36ba-4865-a259-f95fbd3a24dd
   :END:
** DONE Track exercise in org mode
   - State "DONE"       from "TODO"       [2012-11-30 Fri 13:54]
   :PROPERTIES:
   :ID:       063227db-9a4b-42e4-a2bf-f928f1554857
   :END:
*** DONE Make org mode exercise journal
    - State "DONE"       from "NEXT"       [2012-11-30 Fri 13:54]
    :PROPERTIES:
    :ID:       f76335cc-7e7d-472b-ae9f-54c9b267cb58
    :END:
Probably some table/spreadsheet functionality here
*** TODO Enter exercise data into org-mode
    :PROPERTIES:
    :ID:       51db1512-0b77-4dc2-9365-77d993597e93
    :END:
*** TODO Update exercise schedule
  CLOCK: [2012-10-12 Fri 14:49]--[2012-10-12 Fri 14:49] =>  0:00
   :PROPERTIES:
   :ID:       3065cc64-f846-4baa-abea-f05ce84becee
   :END:
[2012-10-12 Fri 14:49]

** DONE Research healthy dining website  
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:32]
Healthydiningfinder.com
[2012-10-22 Mon 14:45]

** Pain away class
   <2012-10-25 Thu 15:00-17:00>

** DONE Checkout Health insurance changes
   - State "DONE"       from "NEXT"       [2012-11-10 Sat 13:33]
UC SAN DIEGO
CAMPUS NOTICE
University of California, San Diego


                OFFICE OF THE ASSISTANT VICE CHANCELLOR -
                            HUMAN RESOURCES

                            October 25, 2012


ALL ACADEMICS AND STAFF AT UC SAN DIEGO (excluding UCSD Health System)

SUBJECT:  Annual Open Enrollment Period

The annual Benefits Open Enrollment begins at 8:00 a.m. on Monday,
October 29, 2012 and ends at 5:00 p.m. on Tuesday, November 20, 2012.

Representatives from the various health insurance plans will be
available to meet with faculty, staff and retirees at the Price Center
Ballroom East on Tuesday, November 13, 2012 from 8:30 a.m. to 2:30 p.m.
to answer questions, provide additional information if needed and
discuss plan details.

This year, modest changes will be included in the 2013 health programs.
For example, co-pays for office visits and non-generic prescription
drugs will increase by $5 and a significant number of Women's Preventive
Services will now be provided at no cost.

Full details on health insurance choices for 2013 including information
on medical plans, premium costs, and tools to assist employees and
retirees with their medical plan choices are available at the Open
Enrollment website at:

http://atyourservice.ucop.edu/open_enrollment/

Open Enrollment is also the time to enroll in Flexible Spending Accounts
(FSA) which allow employees to set aside funds to pay for health and/or
dependent care while providing tax savings.  This year, due to IRS
changes, the annual limit for Health FSA will be reduced to $2,500.00
(formerly $5,000.00).  There is no change to DepCare FSA.   Employees
must enroll in FSAs during Open Enrollment to participate in 2013, even
if they are currently enrolled.  Additionally, the ARAG legal plan will
be open for enrollment.

Open Enrollment is the time for employees to enroll their children up to
age 26 in their plans.

For questions or assistance with Open Enrollment, please contact the
Human Resources Department Benefits Office at (858) 534-2816 or the
person in your department who handles benefits information.



                        Thomas R. Leet
                        Assistant Vice Chancellor
  CLOCK: [2012-10-25 Thu 11:32]--[2012-10-25 Thu 11:32] =>  0:00
[2012-10-25 Thu 11:32]

** DONE buy foam rollers
  SCHEDULED: <2012-11-01 Thu>
  - State "DONE"       from "NEXT"       [2012-11-02 Fri 19:34]
  CLOCK: [2012-10-29 Mon 10:28]--[2012-10-29 Mon 10:28] =>  0:00
[2012-10-29 Mon 10:28]

* Recreation
  :PROPERTIES:
  :ID:       d9d7d0ec-a6b9-4451-ae42-5519eba7be50
  :CATEGORY: Recreation
  :END:

** Doyle Movie Under The Stars
Madagascar 3
<2012-12-07 Fri  18:00-20:00>
Doyle Field

* House Maintenance
  :PROPERTIES:
  :ID:       dee2dca4-a5da-45e5-a276-2e4f8f255a9c
  :END:
PROPERTIES:
CATEGORY: House
END:

** TODO finish house unpacking
   :PROPERTIES:
   :ID:       dfe51711-2dd6-4f5b-8dbe-887df2af8485
   :END:
*** NEXT Plan home organisation
places to file things
storage containers
everything has a home!
pantry shelves
  CLOCK: [2012-10-14 Sun 20:44]--[2012-10-14 Sun 20:45] =>  0:01
   :PROPERTIES:
   :ID:       dfe4200d-68c2-4715-aeca-a38028ff423c
   :END:
[2012-10-14 Sun 20:44]

*** NEXT Organise kitchen
  CLOCK: [2012-10-28 Sun 15:06]--[2012-10-28 Sun 15:06] =>  0:00
    :PROPERTIES:
    :ID:       c12fa524-bc9a-4545-8d8a-ec4ee8bd40d0
    :END:
[2012-10-28 Sun 15:06]

*** NEXT Organise bedroom
  CLOCK: [2012-10-28 Sun 15:06]--[2012-10-28 Sun 15:06] =>  0:00
    :PROPERTIES:
    :ID:       206a5bae-27b1-4a32-9d27-96ebb00f4af5
    :END:
[2012-10-28 Sun 15:06]
**** NEXT Catalogue bedroom things
     :PROPERTIES:
     :ID:       5c916845-c3c5-453a-8eb7-0c42d8df7f82
     :END:
**** TODO buy bedroom storage items
     :PROPERTIES:
     :ID:       b40472b0-e3ba-4b82-aa00-4a3609ff0552
     :END:
**** NEXT Pack away bedroom things
     :PROPERTIES:
     :ID:       2a83948c-9b08-4bf5-9c25-029a25c1392e
     :END:

*** NEXT organise kid's room
  CLOCK: [2012-10-28 Sun 15:06]--[2012-10-28 Sun 15:07] =>  0:01
    :PROPERTIES:
    :ID:       845957f6-b5c4-48c8-bafa-1dd919b9f6b1
    :END:
[2012-10-28 Sun 15:06]
**** NEXT Catalogue kids bedroom things
     :PROPERTIES:
     :ID:       ab7f4780-89fe-45f1-93b3-a609f7194043
     :END:
**** TODO buy kids bedroom storage items
     :PROPERTIES:
     :ID:       ce79670f-4ca6-4c00-b2af-cbca584ada00
     :END:
**** TODO Pack away kids bedroom things
     :PROPERTIES:
     :ID:       ea25f4d7-edba-48d6-9157-56aa52127708
     :END:

*** NEXT organise laundary
  CLOCK: [2012-10-28 Sun 15:08]--[2012-10-28 Sun 15:08] =>  0:00
    :PROPERTIES:
    :ID:       4d8ed191-cc09-4c71-b3d2-2aa1edd208d2
    :END:
[2012-10-28 Sun 15:08]
**** NEXT Catalogue laundary things
     :PROPERTIES:
     :ID:       931d602f-fe63-4c5c-bfdc-31422a711142
     :END:
**** TODO buy laundary storage items
     :PROPERTIES:
     :ID:       452bb9e2-0d1a-4284-bc3e-191e4829e4fb
     :END:
**** TODO Pack away laundary things
     :PROPERTIES:
     :ID:       6eeb88a8-2a82-4f5e-9780-f1a03607d5bc
     :END:

*** SOMEDAY pack away tea pots
  CLOCK: [2012-10-14 Sun 19:56]--[2012-10-14 Sun 19:56] =>  0:00
   :PROPERTIES:
   :ID:       1b524408-f508-4d2e-839a-0936559efaf4
   :END:
[2012-10-14 Sun 19:56]
** TODO Unplug sink and bath
   :PROPERTIES:
   :ID:       54b76607-8bc3-41ca-98b8-06306ff55bb2
   :END:
** TODO Create habits
   :PROPERTIES:
   :ID:       bd9fc482-fb1e-43f9-92e9-76e023b1e477
   :END:
Vaccum 1w/2w
dishes 1d/2d
tidy 3d/5d
laundary 1d/2d
clean kids bathroom 1w/2w
clean bathroom 1w/2w
fluff sheets 1d/2d
* Notes
  :PROPERTIES:
  :ID:       4def01e0-c4b0-4797-a19c-049ea35d696a
  :END:
PROPERTIES:
CATEGORY: Notes
END:

* Tasks
  :PROPERTIES:
  :ID:       5baf5b76-d959-4982-8697-fa98ad67720a
  :END: 
PROPERTIES:
CATEGORY: Tasks
END:

** DONE Change clock
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:35]
<2012-11-04 Sun>
** SOMEDAY Add phone line					   :COMPUTER:
   :PROPERTIES:
   :ID:       fb0b31f6-e5c0-4575-a199-c1eeeeff8159
   :END:

** NEXT Update social security address
  CLOCK: [2012-10-14 Sun 20:33]--[2012-10-14 Sun 20:33] =>  0:00
   :PROPERTIES:
   :ID:       51d118b3-11d2-4851-9c69-9951301557db
   :END:
[2012-10-14 Sun 20:33]
** DONE Call del-sol office about having a hamster
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:35]
  CLOCK: [2012-10-14 Sun 20:44]--[2012-10-14 Sun 20:44] =>  0:00
   :PROPERTIES:
   :ID:       df0bc5e6-16ef-4c9a-b9d0-9917c5b6a980
   :END:
[2012-10-14 Sun 20:44]
** DONE Set up reminder to pay rent
   - State "DONE"       from "TODO"       [2012-10-24 Wed 13:20]
  CLOCK: [2012-10-16 Tue 09:57]--[2012-10-16 Tue 09:57] =>  0:00
   :PROPERTIES:
   :ID:       274f2f16-4fe0-4edc-9452-0ea7fcdc1edb
   :END:
[2012-10-16 Tue 09:57]
** NEXT Enrol in emergency warning systems	      :COMPUTER:TABLET:PHONE:
   :PROPERTIES:
   :ID:       a9e045f6-0b13-457d-856c-2d5485cb6f4e
   :END:

** NEXT Call ATT to fix wireless
Did using google voice mess things up
  CLOCK: [2012-10-19 Fri 14:35]--[2012-10-19 Fri 14:36] =>  0:01
   :PROPERTIES:
   :ID:       feeabd14-b208-4cfb-9651-20ceb5f71ba7
   :END:
  [2012-10-19 Fri 14:35]
** CANCELLED Download podcasts reading (tutorials) etc. 
   - State "CANCELLED"  from "TODO"       [2012-11-10 Sat 13:36] \\
     Too vague to be a task

[2012-10-22 Mon 18:08]

** DONE Contact Squeeze play/Abundant Harvest about pre-paying each month
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:36]
  CLOCK: [2012-10-24 Wed 13:57]--[2012-10-24 Wed 13:58] =>  0:01
[2012-10-24 Wed 13:57]

** DONE Inform Kate and school of work phone number
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:39]
  CLOCK: [2012-10-21 Sun 18:30]--[2012-10-21 Sun 18:30] =>  0:00
[2012-10-21 Sun 18:30]
** DONE Turn on skype at work
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:39]
  CLOCK: [2012-10-21 Sun 18:30]--[2012-10-21 Sun 18:31] =>  0:01
[2012-10-21 Sun 18:30]

** DONE Call ATT to fix wireless
   - State "DONE"       from "NEXT"       [2012-11-10 Sat 13:39]
Did using google voice mess things up
  CLOCK: [2012-10-19 Fri 14:35]--[2012-10-19 Fri 14:36] =>  0:01
  :PROPERTIES:
  :ID:       880fc714-3787-4236-97ad-4a5a67ea81ff
  :END:
[2012-10-19 Fri 14:35]
** TODO Burn fitness videos to DVD
  CLOCK: [2012-10-24 Wed 12:23]--[2012-10-24 Wed 12:23] =>  0:00
   :PROPERTIES:
   :ID:       29815894-e777-4764-9230-0b468b25eceb
   :END:
[2012-10-24 Wed 12:23]

** DONE Contact Del Sol maintenance
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:39]
Bath and toilet clogged. Need light globes.
  CLOCK: [2012-10-28 Sun 13:14]--[2012-10-28 Sun 13:14] =>  0:00
[2012-10-28 Sun 13:13]
** DONE Add coffee to abundant harvest order
   - State "DONE"       from "TODO"       [2012-10-28 Sun 16:20]
  CLOCK: [2012-10-28 Sun 15:07]--[2012-10-28 Sun 15:07] =>  0:00
[2012-10-28 Sun 15:07]

** TODO Set up reminder for organic harvest
  CLOCK: [2012-10-28 Sun 15:07]--[2012-10-28 Sun 15:07] =>  0:00
   :PROPERTIES:
   :ID:       e07a73fd-2f5f-4fe0-bc90-f7b820a51006
   :END:
[2012-10-28 Sun 15:07]

** TODO Backup fitness videos
  CLOCK: [2012-11-03 Sat 16:33]--[2012-11-03 Sat 16:35] =>  0:02
   :PROPERTIES:
   :ID:       017af5ef-d834-44b3-b288-dc36fd188e15
   :END:
[2012-11-03 Sat 16:33]
*** NEXT Buy blank DVD's
    :PROPERTIES:
    :ID:       d241a54a-5d45-46a8-8506-6d48a111f813
    :END:
*** NEXT Create iso files
    :PROPERTIES:
    :ID:       1f92cc22-f2af-4a9d-9531-721ef0ded428
    :END:
*** TODO Burn fitness videos to DVD
    :PROPERTIES:
    :ID:       99baf26c-671f-4cc0-b9b5-6e9233d129e8
    :END:
    
** CANCELLED Organise Kate's Birthday
  DEADLINE: <2012-11-26 Mon -2w>
  - State "CANCELLED"  from "TODO"       [2012-11-12 Mon 11:37] \\
    Duplicate of entry in kate.org

  CLOCK: [2012-11-07 Wed 12:57]--[2012-11-07 Wed 12:58] =>  0:01
   :PROPERTIES:
   :ID:       584b742a-851c-4e17-a6f5-07faefcb928b
   :END:
[2012-11-07 Wed 12:57]

** TODO Transcribe from Bei Da notebook: todo
  :LOGBOOK:
  CLOCK: [2012-11-20 Tue 11:04]--[2012-11-20 Tue 11:05] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       ec012ead-6a95-4d99-8203-48acf7eb997f
  :END:
[2012-11-20 Tue 11:04]
** CANCELLED Transcribe from Bei Da notebook: food stocks
  - State "CANCELLED"  from "TODO"       [2012-11-27 Tue 10:29] \\
    Changed my mind on tracking food at this time
  :LOGBOOK:
  :END:
  :PROPERTIES:
  :ID:       6204c31f-3957-4590-9924-b8bc122bd34e
  :END:
[2012-11-20 Tue 11:04]
** CANCELLED Transcribe from Bei Da notebook: food plan
  - State "CANCELLED"  from "TODO"       [2012-11-27 Tue 10:29] \\
    That week is past already!
  :LOGBOOK:
  :END:
  :PROPERTIES:
  :ID:       b1c9afcd-5f9b-45dc-895e-2542fd31bd71
  :END:
[2012-11-20 Tue 11:04]
* Calendar
  :PROPERTIES:
  :ID:       5692575e-d9af-4d29-bcc7-6b2851bb5b0b
  :END:
** Del Sol Continental Breakfast
<2012-11-06 Tue 07:30-08:30>

* Garden
  :PROPERTIES:
  :ID:       5e99dc1f-f8d7-4d88-b716-95c65eddee1a
  :END:
** TODO Make vegetable garden
   :PROPERTIES:
   :ID:       b968337e-485a-47ef-9c09-1dd0282f1173
   :END:
*** NEXT Plan out balcony garden
    :PROPERTIES:
    :ID:       743cadae-db2b-432e-88df-30fc5c2e73a4
    :END:
*** NEXT Transcribe from Bei Da notebook
    :PROPERTIES:
    :ID:       b4ebb630-3c36-4f5b-8376-4f3733a237e1
    :END:
* Outings
  :PROPERTIES:
  :ID:       a3db8660-da81-4683-b311-de1d178f4554
  :END:
** DONE Plan pumpkin trip
   - State "DONE"       from "TODO"       [2012-10-28 Sun 13:18]
   :PROPERTIES:
   :ID:       f19b531b-6df7-42e9-881c-02729a90d177
   :END:
** DONE brick or treat, Legoland
   - State "DONE"       from "TODO"       [2012-10-28 Sun 13:18]
   :PROPERTIES:
   :ID:       2a8af874-8429-4b4d-b7b6-fecdce1f9c5e
   :END:
** Dia de los meurtos
<2012-11-01 Thu> -- <2012-11-02 Fri>

** Star party
<2012-11-10 Sat 19:00-21:00>
[[gmap:Marcy park san diego][Marcy  park]]
contact: [[mailto:rosecanyon@san.rr.com][rosecanyon@san.rr.com]], 858-597-0220
** Brett Koschwar dinner
<2012-11-08 Thu 17:30>
** Grinch
<2012-12-22 Sat 11:00>
* Reading
  :PROPERTIES:
  :ID:       0c261d56-d97d-46a5-9e2e-78515bca1ddd
  :END:
** TODO read blogs, newsletters etc.
   :PROPERTIES:
   :ID:       d9f54b25-d4ed-4a9a-ae3c-12d6749620de
   :END:
** CANCELLED Get Windsor McCay books
   - State "CANCELLED"  from "TODO"       [2012-11-10 Sat 13:40] \\
     I'm not that intersted after all.
  CLOCK: [2012-10-15 Mon 12:10]--[2012-10-15 Mon 12:11] =>  0:01
   :PROPERTIES:
   :ID:       6245fd73-b95b-4acd-baca-f743a0bf5744
   :END:
[2012-10-15 Mon 12:10]
** DONE Read kp newsletter
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:42]
[[http://kaiserpermanente-mail.org/14e102af8layfousiaj5hioyaaaaaa2j4zxwaqctfoqyaaaaa/C?V=bF9pbmRleAEBcHJvZmlsZV9pZAExNzY1NTkyNTU2AUZSU1RfTk0BUEFVTAF6aXBfY29kZQEBX1dBVkVfSURfATEzNDg5OTA2MAFfUExJU1RfSURfATc3NzAyNTkBZ19pbmRleAEBZW1haWxfYWRkcgFwYWJyeWFuQGdtYWlsLmNvbQFfU0NIRF9UTV8BMjAxMjEwMTYxMTAwMDABcHJvZmlsZV9rZXkBNTUwMDAxNDg2MjgyMg%3D%3D&hfRgPQxxOsF3fqchSPOhjw][newsletter]]
  CLOCK: [2012-10-18 Thu 10:46]--[2012-10-18 Thu 10:46] =>  0:00
   :PROPERTIES:
   :ID:       d3530c03-a26b-4f36-b246-310533ca9e8c
   :END:
[2012-10-18 Thu 10:46]
** Library id
  :PROPERTIES:
  :ID:       7ebbbcd4-6064-45d7-84ca-07dfbae30861
  :END: 
920124



* Shows to watch
  :PROPERTIES:
  :ID:       c8918022-6e08-47bf-83ce-a79c1a86f43f
  :END:
* Home organisation
  :PROPERTIES:
  :ID:       204ad8e3-a00f-4da7-b2d6-deb5e370a2c6
  :END:
** TODO plan weekly food
   - State "DONE"       from "NEXT"       [2012-11-19 Mon 12:28]
   :PROPERTIES:
   :ID:       659b82d1-fff2-498c-afeb-3101030d6946
   :LAST_REPEAT: [2012-11-19 Mon 12:28]
   :END:
   SCHEDULED: <2012-11-21 Wed +1w>

* Podcasts
  :PROPERTIES:
  :ID:       dbc15a6d-b5a8-49eb-b640-09a989a68962
  :END:
** DONE podcasts
   - State "DONE"       from "TODO"       [2012-11-10 Sat 13:44]
Find a good postcast player for android. I want to be able to do offline listening and jump to where I was up to last. I want to order them based on say date with oldest first or newest first as the fancy takes me.
  CLOCK: [2012-10-15 Mon 09:50]--[2012-10-15 Mon 09:51] =>  0:01
   :PROPERTIES:
   :ID:       4a90ed4c-40d1-4f68-b1d0-fa519220825e
   :END:
[2012-10-15 Mon 09:50]
** CANCELLED get podcasts					   :COMPUTER:
   - State "CANCELLED"  from "TODO"       [2012-11-10 Sat 13:44] \\
     Too vague to be a task
   :PROPERTIES:
   :ID:       18dc2ce2-3cb2-4c2f-9ba5-21b378f6fceb
   :END:
** Brief history of mathematics
** Mysterious Universe
** Productivity?
* Friend and Family
  :PROPERTIES:
  :ID:       5add705f-4344-4a82-b4ef-7b38336fd029
  :END:
** DONE Contact Ben, Julie, Mat etc. to say I'm alive
   - State "DONE"       from "NEXT"       [2012-11-10 Sat 13:44]
* Errands
  :PROPERTIES:
  :ID:       54bd3d40-6e76-485a-8d5f-aa99a060e0b4
  :END:
** TODO Buy White Card
  :LOGBOOK:
  :END:
  :PROPERTIES:
  :ID:       1e9487ac-1bbf-4232-abbd-a5c9fa52b9f1
  :END:
[2012-11-30 Fri 13:33]
<2012-11-30 Fri>
* Languages
  :PROPERTIES:
  :ID:       1e44ed1d-6c7b-4ded-a3e8-9b6611aded61
  :END:
** Chinese
*** SOMEDAY Learn chinese from mango website
[[http://libraries.mangolanguages.com/university-of-california-san-diego/start][mango]]
  CLOCK: [2012-10-25 Thu 14:10]--[2012-10-25 Thu 14:11] =>  0:01
    :PROPERTIES:
    :ID:       dee29f0b-3314-4b0a-b283-116a07ec6dcd
    :END:
[2012-10-25 Thu 14:10]


* Travel
  :PROPERTIES:
  :ID:       4416b8c9-3759-4f08-8bd0-d724371106f0
  :END:

* Quantified Self
  :PROPERTIES:
  :ID:       0ab1f17a-0312-476b-9b6e-3e65aa1db59c
  :END:
** TODO Track health stats
   :PROPERTIES:
   :ID:       a8f893f1-d60e-4460-baeb-042797d69f7b
   :END:
*** CANCELLED Create project for tracking
    - State "CANCELLED"  from "NEXT"       [2012-11-30 Fri 13:54] \\
      This is the project already!
    :PROPERTIES:
    :ID:       5f12ccf7-644f-4c85-8979-e952533a6773
    :END:
*** DONE Determine quantities to track
    - State "DONE"       from "TODO"       [2012-11-30 Fri 13:55]
    :PROPERTIES:
    :ID:       63f0ea65-632e-4656-aa48-b082021d965a
    :END:
*** DONE Determine how to track quantities
    - State "DONE"       from "TODO"       [2012-11-30 Fri 13:55]
    :PROPERTIES:
    :ID:       4d092569-138f-4d2c-98be-154ea7c43f02
    :END:
*** NEXT Make tables to collect data in org-mode
    :PROPERTIES:
    :ID:       ef2170c0-9863-47cd-89ba-7cf681da27f4
    :END:
*** TODO Produce graphs
    :PROPERTIES:
    :ID:       d92aa2a9-e4df-43a5-bd7d-45d3ba840eef
    :END:
*** SOMEDAY Datamining: correlations and what-not
    :PROPERTIES:
    :ID:       9bd40a6c-2ace-412a-a0be-842782341f45
    :END:

